let arr_users = [
    ['ФИО', 'Должность', 'Зарплата', 'Образование'],
    ['Иванов В.В.', 'Руководитель', 150000, '2 высших'],
    ['Петров А.А.', 'Заместитель руководителя', 130000, 'Высшее'],
    ['Силоров Б.Б.', 'Начальник отдела', 120000, 'Высшее'],
    ['Андреев В.А.', 'Специалист', 80000, 'Среднее'],
    ['Пупкин Д.Д.', 'Специалист', 80000, 'Среднее']
]

// INSERT INTO users (fio, position, salary, education) VALUES ('Иванов В.В.', 'Руководитель', 150000, '2 высших'), ('Петров А.А.', 'Заместитель руководителя', 130000, 'Высшее'), ('Силоров Б.Б.', 'Начальник отдела', 120000, 'Высшее'), ('Андреев В.А.', 'Специалист', 80000, 'Среднее'), ('Пупкин Д.Д.', 'Специалист', 80000, 'Среднее');

let result_str = `INSERT INTO users (fio, position, salary, education) VALUES`;
for (let i = 1; i < arr_users.length; i++) {
    result_str += `('${arr_users[i][0]}', '${arr_users[i][1]}', '${arr_users[i][2]}', '${arr_users[i][3]}'), `
}
console.log(result_str.substring(0, result_str.length - 2) + ";")
